/* eslint-disable max-len */
export const APP_NAME: string = 'aniVibe';
export const APP_NAME_UPPER_CASE: string = APP_NAME.toUpperCase();
export const ANIME_FILTERS_PAGE_TITLE: string = 'Аниме';
export const ANIME_FILTERS_PAGE_DESCRIPTION: string = `
Огромный список аниме на русском. По популярности и жанрам на сайте ${APP_NAME_UPPER_CASE}`;
export const ANIME_FILTERS_PAGE_KEYWORDS: string = `
Аниме, Анимэ, Аниме список, Аниме каталог, Анимэ список, Анимэ каталог, Анимэ база,
аниме, анимэ, аниме список, аниме каталог, анимэ список, анимэ каталог, анимэ база
`;
export const MANGA_FILTERS_PAGE_TITLE: string = 'Манга';
export const MANGA_FILTERS_PAGE_DESCRIPTION: string = `
Огромный Список манги манхы,маньхуа и других комиксов на русском. По популярности и жанрам на сайте ${APP_NAME_UPPER_CASE}`;
export const MANGA_FILTERS_PAGE_KEYWORDS: string = `
Манга, Манга список, Манга каталог, Манга база,
манга, манга список, манга каталог, манга база, манхва,
Манхва,Манхва список, манхва список, манхва каталог, манхва база,
Маньхуа,Маньхуа список, манхва список, маньхуа каталог маньхуа база, маньхуа,
`;
export const SEO_ANIME_WATCH_ONLINE_TEXT: string = 'Смотреть онлайн';
export const SEO_MANGA_READ_ONLINE_TEXT: string = 'Читать онлайн';
export const SEO_ANIME_DETAIL_PAGE_TITLE: string = `Смотреть или скачать аниме на ${APP_NAME_UPPER_CASE}`;
export const SEO_TITLE: string = `${APP_NAME_UPPER_CASE} - Cмотрите аниме или Читайте мангу`;
export const SEO_DESCRIPTION: string = 'ANIVIBE - идеальное место для любителей аниме и манги! Смотрите последние аниме-шоу и фильмы, читайте главы манги, манхвы, и других комиксов или загружайте аниме-эпизоды для просмотра в автономном режиме. Присоединяйтесь к нашему сообществу и общайтесь с другими фанатами, делясь своими мыслями и мнениями о вашем любимом сериале. Благодаря обширной библиотеке контента, включая классические и новые релизы, на ANIVIBE есть все, что вам нужно, чтобы удовлетворить вашу тягу к аниме и манге. Начните свое путешествие прямо сейчас и откройте для себя мир анимации и комиксов у вас под рукой!';
export const SEO_KEYWORDS_APP: string = 'ANIVIBE, aniVibe, anivibe, AniVibe, анивайб, ани вайб, аниВайб, АниВайб, Аниме, Анимэ, аниме,anivibe смотреть аниме,смотреть аниme, скачать аниме, анимэ, аниме бесплатно, Смотреть аниме, онлайн, бесплатно, анивайб смотреть аниме, смотреть аниме, anivibe скачать аниме, Скачать аниме, аниме торрент, аниме на русском, скачать аниме через торрент, манга, anivibe читать мангу, anivibe читать манхву, читать мангу, читать мангу бесплатно, манга бесплатно читать онлайн, манга онлайн, манга на русском, читать мангу, анивайб читать манхву, манхва, маньхуа, Маньхуа, Манхва, японские комиксы читать бесплатно, японские комиксы, читать манхву, читать маньхуа, японские комиксы, анивайб читать мангу, анивайб скачать аниме, анивайб скачать аниме через торрент, anivibe скачать аниме через торрент';
