/* eslint-disable max-len */
export const APP_NAME: string = 'Anivibe';
export const ANIME_FILTERS_PAGE_TITLE: string = 'Каталог аниме. Смотреть аниме онлайн.';
export const MANGA_FILTERS_PAGE_TITLE: string = 'Каталог манги. Читать мангу онлайн.';
export const SEO_MANGA_READ_ONLINE_TEXT: string = 'Читать онлайн';
export const SEO_ANIME_WATCH_ONLINE_TEXT: string = 'Смотреть онлайн';
export const SEO_TITLE: string = `Читать мангу или Смотреть аниме - ${APP_NAME}`;
export const SEO_ANIME_DETAIL_PAGE_TITLE: string = `Смотреть аниме Онлайн на русском - ${APP_NAME}`;

export const ANIME_FILTERS_PAGE_DESCRIPTION: string = `Огромный каталог аниме на русском. Каталог лучших аниме по популярности и жанрам на сайте ${APP_NAME}`;

export const ANIME_FILTERS_PAGE_KEYWORDS: string = 'смотреть аниме, онлайн, аниме список, аниме по жанрам, каталог, база, анимэ, аниме';

export const MANGA_FILTERS_PAGE_DESCRIPTION: string = `Огромный каталог манги, манхвы, маньхуа и других комиксов на русском. Каталог лучшей манги, манхвы, маньхуа и других комиксов по популярности и жанрам на сайте ${APP_NAME}`;

export const MANGA_FILTERS_PAGE_KEYWORDS: string = 'читать мангу, читать манхву, онлайн, манга список, манхва список, манга по жанрам, манхва по жанрам, каталог, база';

export const SEO_DESCRIPTION: string = 'Anivibe (анивайб) - идеальное место для любителей аниме и манги! Смотрите последние аниме сериалы и фильмы, читайте главы манги, манхвы, и других комиксов. Присоединяйтесь к нашему сообществу и общайтесь с другими фанатами, делясь своими мыслями и мнениями о вашем любимом сериале. Благодаря обширной библиотеке контента, включая классические и новые релизы, на anivibe есть все, что вам нужно, чтобы удовлетворить вашу тягу к аниме и манге. Начните свое путешествие прямо сейчас и откройте для себя мир анимации и комиксов у вас под рукой!';

export const SEO_KEYWORDS_APP: string = 'манга, читать мангу, читать мангу онлайн, манга по жанрам, манга читать онлайн, манга на русском, anivibe, анивайб, манга про любовь, топ манги, популярная манга, на русский, русская манга, яой манга, манга яой, манга онлайн, читать манхву, манхва на русском, манхва онлайн, манга для взрослых, японские комиксы, комиксы, манга, манхва, интересная манга, маньхуа, перевод, для девочек, романтика, аниме онлайн, в хорошем качестве, лучшее аниме, мультфильмы, аниме, анимэ, серии, манги, сезоны, эпизоды, смотреть, онлайн, читать, скачать';
